Repository: AlexanderShad/media-controls
Catalog: assets/locale/*.po
Languages: de

source: Are you sure you want to clear the cache?
de: Sind Sie sicher das Sie den Zwischenspeicher leeren möchten ?

source: Cancel
de: Abbrechen

source: Clear cache
de: Zwischenspeicher leeren

source: Cache size: %s
de: Zwischenspeichergrösse: %s

source: Cache cleared successfully!
de: Zwischenspeicher erfolgreich geleert!

source: Failed to clear cache!
de: Zwischenspeicher konnte nicht geleert werden !

source: <span size='x-large' weight='bold' color='#ccc'>No players are blacklisted</span>
de: <span size='x-large' weight='bold' color='#ccc'>Keine Abspieler auf der schwarzen Liste</span>

source: Artist
de: Künstler

source: Title
de: Titel

source: Disc Number
de: Disknummer

source: Track Number
de: Spurnummer

source: Select app to blacklist
de: Selektieren Sie eine App zum auf die schwarze Liste setzen

source: Select
de: Selektieren

source: Blacklist players
de: Abspieler auf die schwarze Liste setzen

source: Blacklisted players will be ignored by the extension.
de: Abspieler auf der schwarzen Liste werden von der Erweiterung ignoriert.

source: Add
de: Hinzufügen

source: Elements
de: Elemente

source: Player icon
de: Abspielersymbol

source: Label
de: Beschriftung

source: Player controls
de: Abspielersteuerung

source: Add item
de: Element hinzufügen

source: Add custom text
de: Benutzerdefinierten Text hinzufügen

source: General
de: Generell

source: Common
de: Gemeinsam

source: Labels
de: Beschriftungen

source: Customize the labels in the panel and the popup menu
de: Beschriftungen in Panel und Popupmenu anpassen

source: Fixed width
de: Feste Breite

source: Use the specified width even when they are smaller than the width
de: Benutze angegebene Breite auch wenn kleiner

source: Scroll labels
de: Scrolle Beschriftungen

source: Scroll the labels when they are wider than the width
de: Scrolle Beschriftungen wenn zu breit

source: Hide the media notification
de: Verstecke die Medienbenachrichtigung

source: Hide the media notifications in the notification list
de: Verstecke Medienbenachrichtigung in der Benachrichtigungsliste

source: Information
de: Informationen

source: Report an issue
de: Ein Problem melden

source: Show label
de: Label anzeigen

source: Show player controls
de: Zeige Abspielersteuerung

source: Show play/pause button
de: Zeige Abspielen/Pause-Button

source: Show next track button
de: Zeige nächste Spur-Button

source: Show previous track button
de: Zeige vorherige Spur-Button

source: Show seek forward button
de: Zeige Vorwärtssuche-Taste

source: Show seek back button
de: Zeige Rückwärtssuche-Taste

source: Show player icon
de: Zeige Spieler-Symbol

source: Colored player icon
de: Farbiges Spieler-Symbol

source: Positions
de: Positionen

source: Extension
de: Erweiterung

source: Position of the extension in the panel
de: Position der Erweiterung im Panel

source: Left
de: Links

source: Center
de: Zentral

source: Right
de: Rechts

source: Index of the extension
de: Index der Erweiterung

source: Shortcuts
de: Verknüpfungen

source: Show popup menu
de: Zeige Popupmenu

source: Shortcut to toggle the popup menu
de: Verknüpfung um das Popupmenu umzuschalten

source: Set shortcut
de: Setze Verknüpfung

source: Mouse actions
de: Mausaktionen

source: Left click / Tap
de: Linksklick / Tip

source: Middle click
de: Mittelklick

source: Right click
de: Rechtsklick

source: Double click / Double tap
de: Doppelklick / Doppeltip

source: Scroll up / Swipe right
de: Scrolle hoch / wische rechts

source: Scroll down / Swipe left
de: Scrolle runter / wische links

source: Other
de: Andere

source: Cache
de: Zwischenspeicher

source: This extension cache album art to improve performance. You can clear the cache here.
de: Media Controls speichert Albumcover zwischen um die Performance zu verbessern. Sie können den Zwischenspeicher hier leeren.

source: Cache album art
de: Albumcover zwischenspeichern

source: Clear
de: Leeren

source: <small>Press escape to cancel. Press enter to set the shortcut. Press backspace to reset.</small>
de: <small>Drücken Sie Escape zum Abbrechen. Drücken Sie Enter um den Tastenkürzel zu setzen. Drücken Sie Rücktaste zum Resetten.</small>

source: Press shortcut
de: Drücke Tastenkürzel

source: None
de: Keine

source: Play/Pause
de: Abspielen/Pause

source: Play
de: Abspielen

source: Next track
de: Nächste Spur

source: Previous track
de: Vorherige Spur

source: Volume up
de: Lautstärke hoch

source: Volume down
de: Lautstärke runter

source: Toggle loop
de: Wiederholen umschalten

source: Toggle shuffle
de: Zufallswiedergabe umschalten

source: Raise player
de: Abspieler anheben

source: Quit player
de: Abspieler beenden

source: Open preferences
de: Öffne Einstellungen
