Repository: AlexanderShad/media-controls
Catalog: assets/locale/old/*.po
Languages: de

source: [MediaControls] Enabling
de: [MediaControls] aktivieren

source: [MediaControls] Disabling
de: [MediaControls] deaktivieren

source: [MediaControls] Reloading
de: [MediaControls] Neu laden

source: Unknown artist
de: Unbekannter Künstler

source: Unknown album
de: Unbekanntes Album

source: No track
de: Keine Spur

source: Track
de: Spur

source: Track + Album
de: Spur + Album

source: Artist
de: Künstler

source: Artist + Album
de: Künstler + Album

source: Album + Artist
de: Album + Künstler

source: Album + Track
de: Album + Spur

source: Player name
de: Abspielername

source: Playback status
de: Wiedergabestatus

source: Filename
de: Dateiname

source: None
de: Keine

source: Custom
de: Benutzerdefiniert

source: Left
de: Links

source: Center
de: Zentral

source: Right
de: Rechts

source: Player icon
de: Abspielersymbol

source: Track title
de: Spurtitel

source: Control icons
de: Kontrollsymbole

source: Sources menu
de: Quellenmenü

source: Left click
de: Linksklick

source: Right click
de: Rechtsklick

source: Middle click
de: Mittelklick

source: Left double click
de: Doppelklick links

source: Right double click
de: Doppelklick rechts

source: Scroll up
de: Scrolle hoch

source: Scroll down
de: Scrolle runter

source: Hover
de: Schweben

source: unstable
de: instabil

source: Toggle play/pause
de: Abspielen/Pause umschalten

source: Play
de: Abspielen

source: Next
de: Nächstes

source: Previous
de: Verheriges

source: Volume up
de: Lautstärke hoch

source: Volume down
de: Lautstärke runter

source: Cycle loop options
de: Optionen für Zyklusschleifen

source: Toggle shuffle
de: Zufallswiedergabe umschalten

source: Toggle sources menu
de: Quellenmenü umschalten

source: Toggle track information menu
de: Spurinformationsmenü umschalten

source: Raise player
de: Abspieler anheben

source: Quit player
de: Abspieler beenden

source: General
de: Generell

source: Settings
de: Einstellungen

source: Maximum widget width
de: Maximale Widget Grösse

source: 0 to disable
de: 0 deaktiviert

source: No. of seconds to seek by
de: Anzahl der Sekunden für die Suche

source: Use native seek
de: Benutze native Suche

source: Disable this if seeking is not working
de: Deaktivieren wenn Suche nicht funktioniert

source: Hide the media notification
de: Verstecke die Medienbenachrichtigung

source: Clip title and artist in track information menu
de: Titel und Artist in Spurinformationsmenü abschneiden

source: Disable this to use wrapping instead
de: Deaktivieren um stattdessen umzubrechen

source: Scroll the track label in the panel
de: Spur Beschriftung im Panel scrollen

source: Enable this to scroll the panel label instead of clipping
de: Aktivieren um im Panel zu scrollen anstatt abzuscheiden

source: Track label
de: Spur Beschriftung

source: Starting label
de: Startbeschriftung

source: Separating label
de: Separatorenbeschriftung

source: Ending label
de: Endbeschriftung

source: Report a issue
de: Ein Problem melden

source: Visibility
de: Sichtbarkeit

source: show/hide elements
de: Anzeige/verstecke Elemente

source: Title/Track name
de: Titel/Spurname

source: Separators
de: Separatoren

source: Player controls
de: Abspielersteuerung

source: Play/pause button
de: Abspielen/Pause-Button

source: Previous track button
de: Vorherige Spur-Button

source: Next track button
de: Nächste Spur-Button

source: Seek back button
de: Rückwärtssuche-Taste

source: Seek forward button
de: Vorwärtssuche-Taste

source: Colors
de: Farben

source: Colored player icon
de: Farbiges Spieler-Symbol

source: Separator characters
de: Separator Zeichen

source: Preset
de: Voreinstellung

source: To use it choose 'Custom' under 'Preset' selection
de: Um es zu benutzen 'Benutzerdefiniert' unter 'Voreinstellung' auswählen

source: Appearance
de: Darstellung

source: Extension position
de: Erweiterungsposition

source: Extension index
de: Erweiterungsindex

source: Element order
de: Elementanordnung

source: Shortcuts
de: Verknüpfungen

source: Mouse actions
de: Mausaktionen

source: Hotkey
de: Tastenkürzel

source: Hot key
de: Tastenkürzel

source: Hot key to toggle the track information menu
de: Tastenkürzel um das Spurinformationsmenü umzuschalten

source: Select a hotkey
de: Tastenkürzel auswählen

source: New hotkey
de: Neues Tastenkürzel

source: Other
de: Andere

source: Cache
de: Zwischenspeicher

source: Cache images
de: Bilderzwischenspeicher

source: Media Controls caches album art so they don't need to be redownloaded every time. You can clear your cache here.
de: Media Controls speichert Albumcover zwischen so das nicht um runtergeladen werden muss. Sie können den Zwischenspeicher hier leeren.

source: Clear cache
de: Zwischenspeicher leeren

source: Blacklist players
de: Abspieler auf die schwarze Liste setzen

source: Add player
de: Abspieler hinzufügen

source: Failed to clear cache
de: Zwischenspeicher konnte nicht geleert werden

source: Determine player automatically
de: Abspieler automatisch ermitteln
